{
  "menu": {
    "sectionId": "menu",
    "items": [
      {
        "content": {
          "en": "About Me",
          "es": "Sobre",
          "pt": "Sobre Mim"
        },
        "placeholder": "menu-item-about_ph"
      },
      {
        "content": {
          "en": "Work Experience",
          "es": "Experiencia",
          "pt": "Experiência"
        },
        "placeholder": "menu-item-work_ph"
      },
      {
        "content": {
          "en": "Education",
          "es": "Estúdios",
          "pt": "Educação"
        },
        "placeholder": "menu-item-education_ph"
      },
      {
        "content": {
          "en": "Skills",
          "es": "Habilidades",
          "pt": "Habilidades"
        },
        "placeholder": "menu-item-skills_ph"
      },
      {
        "content": {
          "en": "Languages",
          "es": "Idiomas",
          "pt": "Idiomas"
        },
        "placeholder": "menu-item-languages_ph"
      },
      {
        "content": {
          "en": "Projects",
          "es": "Proyectos",
          "pt": "Projetos"
        },
        "placeholder": "menu-item-projects_ph"
      },
      {
        "content": {
          "en": "Contact",
          "es": "Contacto",
          "pt": "Contato"
        },
        "placeholder": "menu-item-contact_ph"
      },
      {
        "href": {
          "en": "./documents/arthur-fernandes_EN.pdf",
          "es": "./documents/arthur-fernandes_ES.pdf",
          "pt": "./documents/arthur-fernandes_PT.pdf"
        },
        "placeholder": "menu-link-download_ph"
      }
    ]
  },
  "about": {
    "sectionId": "about",
    "title": {
      "content": {
        "en": "About Me",
        "es": "Sobre",
        "pt": "Sobre Mim"
      },
      "placeholder": "header-title_ph"
    },
    "items": [
      {
        "content": { "en": "Age:", "es": "Edad:", "pt": "Idade:" },
        "placeholder": "header-detail-title2_ph"
      },
      {
        "content": "1993-06-18",
        "placeholder": "header-detail-content2_ph"
      },
      {
        "content": { "en": "Country:", "es": "País:", "pt": "País:" },
        "placeholder": "header-detail-title1_ph"
      },
      {
        "content": { "en": "Brazil", "es": "Brazil", "pt": "Brasil" },
        "placeholder": "header-detail-content1_ph"
      },
      {
        "content": {
          "en": "Software Analyst with MBA and postgraduate in Tech courses, working as a Senior Support Engineer at Clutch. Experienced working with APIs, data analysis, data manipulation, software development and customer support.",
          "es": "Analista de Software con MBA y posgrado en cursos de tecnología, trabajando actualmente como Ingeniero de Soporte en Clutch. Experiencia trabajando con APIs, análisis de datos, manipulación de datos, desarrollo de software y soporte.",
          "pt": "Analista de Software com MBA e pós-graduação em cursos de tecnologia, trabalhando atualmente como Engenheiro de Suporte na Clutch. Experiência trabalhando com APIs, análise de dados, manipulação de dados, desenvolvimento de software e suporte."
        },
        "placeholder": "header-description_ph"
      },
      {
        "content": { "en": "Phone:", "es": "Tel:", "pt": "Tel:" },
        "placeholder": "header-detail-title3_ph"
      },
      {
        "content": "+55 11 97107-1806",
        "placeholder": "header-detail-content3_ph"
      },
      {
        "content": { "en": "Email:", "es": "E-mail:", "pt": "E-mail:" },
        "placeholder": "header-detail-title4_ph"
      },
      {
        "content": "a.fms@hotmail.com",
        "placeholder": "header-detail-content4_ph"
      }
    ],
    "image": {
      "alt": {
        "en": "Arthur Fernandes profile image",
        "es": "Foto de perfil de Arthur Fernandes",
        "pt": "Foto de perfil de Arthur Fernandes"
      },
      "placeholder": "header-image_ph"
    }
  },
  "work": {
    "sectionId": "work-experience",
    "title": {
      "content": {
        "en": "Work Experience",
        "es": "Experiencia laboral",
        "pt": "Experiência"
      },
      "placeholder": "section-title-work_ph"
    },
    "subtitle": {
      "content": {
        "en": "More than 5 years working into IT positions, having experience with Data Analysis, Data Manipulation, Customer Support and Software Development with international companies and multicultural teams.",
        "es": "Más de 5 años trabajando en puestos de TI, con experiencia en Análisis de Datos, Manipulación de Datos, Soporte al Cliente y Desarrollo de Software, trabajando a empresas internacionales y equipos multiculturales.",
        "pt": "Mais de 5 anos de trabalhando em posições de TI, experiência com Análise de Dados, Manipulação de Dados, Suporte ao Cliente e Desenvolvimento de Software, em empresas internacionais e times multiculturais."
      },
      "placeholder": "section-subtitle-work_ph"
    },
    "items": [
      {
        "title": {
          "content": {
            "en": "Present",
            "es": "Actualmente",
            "pt": "Atualmente"
          },
          "placeholder": "timeline-item-title1_ph"
        },
        "subtitle": {
          "content": {
            "en": "Senior Support Engineer",
            "es": "Ingeniero de Soporte Senior",
            "pt": "Engenheiro de Suporte Senior"
          },
          "placeholder": "timeline-item-subtitle1_ph"
        },
        "description": {
          "content": {
            "en": [
              "Provide top-notch support for credit unions and their development team, work on feature implementation, use databases and advanced queries to troubleshoot different issues, and gain a deeper product knowledge and understanding.",
              "Use different tools to get insights into the company's SaaS behavior, troubleshoot complex applications, and provide details about the system to partners. Develop and implement new tools and features to enhance the support engineering team's performance."
            ],
            "es": [
              "Presentar un soporte de calidad para credit unions y sus equipos de desarrollo de software, trabajar en nuevas implementaciones, usar la base de datos y hacer consultas avanzadas para trabajar en distintas cuestiones, y obtener un gran conocimiento y comprensión sobre los productos de la empresa.",
              "Usar distintas herramientas para obtener informaciones sobre el SaaS de la empresa y entregar al cliente los detalles sobre el sistema. Desarrollar e implementar nuevas herramientas para incrementar la performance del equipo de ingeniería de soporte."
            ],
            "pt": [
              "Entregar suporte de qualidade para credit unions e suas equipes de desenvolvimento, trabalhar em implementações de funções no sistema, usar banco de dados e consultas avançadas para trabalhar em diferentes questões e obter um grande conhecimento e entendimento dos produtos da empresa.",
              "Usar diferentes ferramentas para obter informações sobre o comportamento do SaaS da empresa e entregar ao cliente detalhes sobre o sistema. Desenvolver e implementar novas ferramentas para elevar a performance do time de engenharia de suporte."
            ]
          },
          "placeholder": "timeline-item-description1_ph"
        }
      },
      {
        "subtitle": {
          "content": {
            "en": "Senior Support Engineer L3",
            "es": "Ingeniero de Soporte Senior L3",
            "pt": "Engenheiro de Suporte Senior L3"
          },
          "placeholder": "timeline-item-subtitle2_ph"
        },
        "description": {
          "content": {
            "en": [
              "Support Uber Eats clients' tech team to get a proper integration between their software and Uber's API. Manage developer's accounts, reviewing codes, fixing errors and making API tests to confirm that the whole process is properly working.",
              "Perform data analysis and checking different reports to confirm the Uber Eats process for each client, to identify and work on different integration issues."
            ],
            "es": [
              "Dar soporte al equipo técnico de clientes de Uber Eats para que las integraciones entre su software y la API de Uber estén correctamente hechas. Gestionar cuentas de desarrolladores, hacer revisión de código, resolver errores y hacer testes de las APIs para confirmar que todo el proceso esté funcionando.",
              "Hacer análisis de datos y verificar distintos reportes para confirmar las integraciones, identificando y trabajando en distintos tipos de errores."
            ],
            "pt": [
              "Prestar suporte para equipes técnicas de clientes da Uber Eats, para que as integrações entre o software do cliente e a API do Uber sejam realizadas corretamente. Gerenciar contas de desenvolvedores, revisar códigos, resolvendo erros e fazendo testes de APIs para confirmar que todo o processo esteja funcionando.",
              "Realizar análise de dados e verificar diferentes relatórios para confirmar as integrações, identificando e trabalhando em diferentes tipos de erros."
            ]
          },
          "placeholder": "timeline-item-description2_ph"
        }
      },
      {
        "subtitle": {
          "content": {
            "en": "Global Integration Analyst",
            "es": "Analista de Integraciones Global",
            "pt": "Analista de Integrações Global"
          },
          "placeholder": "timeline-item-subtitle3_ph"
        },
        "description": {
          "content": {
            "en": [
              "Provide a high level of technical integration support for global clients, identifying technical issues and escalating to engineering team.",
              "Work with technical issues to prompt solve it and guarantee the tracking solution for affiliate marketing clients."
            ],
            "es": [
              "Dar soporte de nivel tecnico a las integraciones de clientes de distintos países, identificando errores y enviando bugs para el equipo de ingeniería.",
              "Trabajar activamente en las integraciones en problemas técnicos y garantizar que la solución de marketing de afiliados esté correctamente hecha."
            ],
            "pt": [
              "Dar suporte de nível técnico para integrações de clientes de diferentes países, identificando erros e escalando bugs para o time de engenharia.",
              "Trabalhar nas integrações para resolver problemas técnicos e garantir que a solução de marketing de afiliados funcione corretamente."
            ]
          },
          "placeholder": "timeline-item-description3_ph"
        }
      },
      {
        "subtitle": {
          "content": {
            "en": "Front-end Developer",
            "es": "Desarrollador Frontend",
            "pt": "Desenvolvedor Frontend"
          },
          "placeholder": "timeline-item-subtitle4_ph"
        },
        "description": {
          "content": {
            "en": [
              "Implement the frontend side for different projects, including full website, blogs, landing pages and emails. Maintain server, create reports and find solutions to different requests received from accounts teams and clients.",
              "Analyse incidents, find bugs and work directly on the fix, keeping all projects properly working."
            ],
            "es": [
              "Crear e implementar la interfaz de distintos proyectos, incluyendo websites, landing pages y templates de correos.",
              "Mantener el servidor actualizado, crear reportes y encontrar soluciones para las solicitudes de clientes y otros equipos de la empresa. Encontrar y evaluar errores para trabajar directamente en las soluciones, manteniendo cada proyecto funcionando correctamente."
            ],
            "pt": [
              "Criar e implementar as interfaces de diferentes projetos, incluindo sites completos, landing pages e templates de emails.",
              "Manter o servidor, criar relatórios e encontrar soluções para as solicitações das equipes internas e clientes. Analisar incidentes, encontrar erros e trabalhar diretamente nas soluções, mantendo cada projeto funcionando da forma correta."
            ]
          },
          "placeholder": "timeline-item-description4_ph"
        }
      },
      {
        "subtitle": {
          "content": {
            "en": "Data Implementation Specialist",
            "es": "Esp. de Implementación de datos",
            "pt": "Esp. de Implementação de dados"
          },
          "placeholder": "timeline-item-subtitle5_ph"
        },
        "description": {
          "content": {
            "en": [
              "Management and manipulation of big databases to generate specific formats, necessaries to new clients implementations. Process organization and maintenance to guarantee data protection and information quality in company system.",
              "Contacting with all involved teams, keeping the process flowing to ensure that every step works as the company standards, and training new import members."
            ],
            "es": [
              "Gestionar y manipular bases con gran cantidad de datos para generar archivos de formato específicos, necesarios para implementación de nuevos clientes. Ordenación y mantenimiento de procesos garantizando la calidad de las informaciones en el sistema y la protección de datos.",
              "Contacto con los equipos relacionados con los procedimientos y manutención del proceso para que todo salga conforme los estándares de la empresa y realizando entrenamiento de nuevos empleados del equipo."
            ],
            "pt": [
              "Gerir e manipular bases com grande quantidade de dados para gerar arquivos que tenham formatos específicos do sistema, necessários para a implementação de novos clientes. Organizar e manter processos internos garantindo a qualidade das informações e a proteção dos dados recebidos.",
              "Mantendo contato com equipes envolvidas nos procedimentos e realizando a manutenção de todo o processo para que tudo saia conforme os padrões da empresa e realizando o treinamento de novos membros da equipe."
            ]
          },
          "placeholder": "timeline-item-description5_ph"
        }
      },
      {
        "subtitle": {
          "content": {
            "en": "Data Analyst",
            "es": "Analista de Datos",
            "pt": "Analista de Dados"
          },
          "placeholder": "timeline-item-subtitle6_ph"
        },
        "description": {
          "content": {
            "en": [
              "Improve data analysis for Marketing, lead generation and DP phone operations, update and maintenance workflows to optimize data collection. Generate dashboards and data insights for all related teams, focusing on new leads, keep and improve operation control, goals update and team commission standard."
            ],
            "es": [
              "Hacer coleta de datos para optimizar la operación de marketing, generación de contactos y DP Phone, actualizar y mantener los flujos de datos para la correcta captación. Control y mantenimiento de operación, actualización de objetivos, KPI y pagos del equipo."
            ],
            "pt": [
              "Coletar dados para otimizar operações de marketing e geração de leads, atualizar e manter workflows funcionando para correta captação de dados. Controle e manutenção da operação, atualização de metas e KPIs e comissionamento de equipes."
            ]
          },
          "placeholder": "timeline-item-description6_ph"
        }
      },
      {
        "subtitle": {
          "content": {
            "en": "Support Analyst",
            "es": "Analista de Soporte",
            "pt": "Analista de Suporte"
          },
          "placeholder": "timeline-item-subtitle7_ph"
        },
        "description": {
          "content": {
            "en": [
              "Provide support for employees and users with doubts, bugs corrections with scripts on SaaS, Marketplace and financial system. Report weakness, find solutions to prevent bugs, and notify developers about necessary corrections by Jiras. Data report creation and analysis based on Support and Customer Success actions and needs.",
              "Helped client migration service improvement on support side actions, changing the average time from 20+ working hours to 4 working hours."
            ],
            "es": [
              "Proveer soporte a los empleados y usuarios , hacer corrección de errores del sistema de SaaS, Marketplace y Financiero. Reportar debilidades, encontrar soluciones para prevención de errores y notificar desarrolladores sobre la necesidad de correcciones por medio de Jiras. Crear relatórios de análisis de datos sobre el Soporte y sobre la operación de Customer Success.",
              "He trabajado directamente con el equipo de desarrollo para incrementar acciones de soporte en las migraciones de nuevos clientes, disminuyendo el tiempo de respuesta de más de 20 horas de trabajo para 4 horas."
            ],
            "pt": [
              "Prestar auxílio para colaboradores da empresa e usuários com dúvidas e correções de bugs via script no sistema, Marketplace e CRM financeiro. Reportar erros de sistema e buscar soluções para prevenção de falhas, notificando desenvolvedores sobre correções necessárias por meio de Jiras. Gerar relatórios de dados sobre a atuação e demanda de Suporte utilizando MySQL e DataStudio.",
              "Trabalhei diretamente com a equipe de desenvolvimento para implementar ações de suporte nas migrações de novos clientes, diminuindo o tempo de resposta de mais de 20 horas de trabalho para 4 horas."
            ]
          },
          "placeholder": "timeline-item-description7_ph"
        }
      }
    ]
  },
  "education": {
    "sectionId": "education",
    "title": {
      "content": {
        "en": "Education",
        "es": "Estudios",
        "pt": "Estudos"
      },
      "placeholder": "section-title-edu_ph"
    },
    "items": [
      {
        "title": {
          "content": {
            "en": "Computer Engineering",
            "es": "Ingeniería Informática",
            "pt": "Engenharia da Computação"
          },
          "placeholder": "edu-card-title1_ph"
        },
        "description": {
          "content": {
            "en": "Computer Engineering postgraduate course, focused on products management and emerging technologies. The main subjects of the course were Software Engineering, IT Architecture and Business Model, Projects Analysis and Viability, Computer Network Administration, and Cybersecurity.",
            "es": "Curso de posgrado en Ingeniería Informática, con enfoque en gestión de productos y tecnología emergente. Los temas más importantes del curso fueron Ingeniería de Software, Arquitectura de TI y Modelos de Negocio, Análisis y Viabilidad de Proyectos, Administración de Redes Informáticas y Ciberseguridad.",
            "pt": "Curso de pós-graduação em Engenharia da Computação, com foco em gestão de produtos e tecnologias emergentes. Os principais temas abordados no curso foram Engenharia de Software, Arquitetura de TI e Modelos de Negócios, Análise e Viabilidade de Projetos, Administração de Redes de Computadores e Segurança Cibernética."
          },
          "placeholder": "edu-card-desc1_ph"
        },
        "detail": {
          "content": {
            "en": "Postgraduate's Degree",
            "es": "Posgrado",
            "pt": "Pós-graduação"
          },
          "placeholder": "edu-card-titledet1_ph"
        }
      },
      {
        "title": {
          "content": {
            "en": "Strategic Management in UX Design",
            "es": "Gestión Estratégica de UX Design",
            "pt": "Gestão Estratégica de UX Design"
          },
          "placeholder": "edu-card-title2_ph"
        },
        "description": {
          "content": {
            "en": "Master of Business Administration course, focused on User Experience, Product Management and Digital Marketing. The main subjects of the course were Information, Interaction and Usability Design, User Experience and Digital Platforms, Innovation and Design Thinking, Applied Digital Law, and Decision-Making and Intuition.",
            "es": "Curso de MBA con enfoque en Experiencia del Usuario, Gestión de Productos y Marketing Digital. Los temas principales del curso fueron: Experiencia del Usuario y Plataformas Digitales, Innovación y Design Thinking, Derecho Digital Aplicado, Toma de Decisiones e Intuición, y Diseño de Información, Interacción y Usabilidad.",
            "pt": "Curso de MBA com foco em Experiência do Usuário, Gestão de Produtos e Marketing Digital. Os temas principais do curso foram: Experiência do Usuário e Plataformas Digitais, Inovação e Design Thinking, Direito Digital Aplicado, Tomada de Decisão e Intuição, e Design de Informação, Interação e Usabilidade."
          },
          "placeholder": "edu-card-desc2_ph"
        },
        "detail": {
          "content": {
            "en": "MBA Degree",
            "es": "MBA",
            "pt": "MBA"
          },
          "placeholder": "edu-card-titledet2_ph"
        }
      },
      {
        "title": {
          "content": {
            "en": "Systems Analysis and Development",
            "es": "Desarrollo de Software",
            "pt": "Análise e Desenvolvimento de Sistemas"
          },
          "placeholder": "edu-card-title3_ph"
        },
        "description": {
          "content": {
            "en": "2.5 years Software development focused Associate's course. The course gave a basis knowledge for different subjects, being the main ones Front-end and Back-end Development, Programming Logic, SQL, and Database Structure.",
            "es": "Curso de Análisis y Desarrollo de Software con duración de 2 años y medio. El curso trató de una base en tecnología, tratando los principales temas como: Desarrollo Frontend y Backend, Lógica de Programación, SQL y Bases de Datos.",
            "pt": "Curso tecnólogo de Análise e Desenvolvimento de Sistemas (2 anos e meio), com foco na base de tecnologia da informação, tratando diferentes temas, sendo os principais o Desenvolvimento Frontend e Backend, Lógica de Programação, SQL e Bases de Dados."
          },
          "placeholder": "edu-card-desc3_ph"
        },
        "detail": {
          "content": {
            "en": "Associate's degree",
            "es": "Bachillerato Tecnológico",
            "pt": "Tecnológo"
          },
          "placeholder": "edu-card-titledet3_ph"
        }
      },
      {
        "title": {
          "content": {
            "en": "Journalism",
            "es": "Periodismo",
            "pt": "Jornalismo"
          },
          "placeholder": "edu-card-title4_ph"
        },
        "description": {
          "content": {
            "en": "4 years Journalism and Social Communication course, during this graduation I had practical experience creating, editing and publishing communication content. I also produced and published a photojournalism book about Inca's culture influence at contemporary Argentina's Northwest territory, being awarded later as the best thesis production of the graduation year.",
            "es": "Curso de Periodismo y Comunicación Social, con experiencia practica creando, editando y publicando contenidos de comunicación. Durante mi tesis he publicado un libro de fotoperiodismo sobre la influencia de la cultura Inca en el Noreste Argentino, recibiendo el premio de mejor trabajo del año de formación.",
            "pt": "Curso de Jornalismo e Comunicação Social, trazendo experiência prática criando, editando e publicando conteúdos de comunicação. Como trabalho final do curso, produzi e publiquei um livro de fotojornalismo sobre a influência da cultura Inca no Noroeste Argentina, recebendo o prêmio de melhor produção no ano de formação."
          },
          "placeholder": "edu-card-desc4_ph"
        },
        "detail": {
          "content": {
            "en": "Bachelor's degree",
            "es": "Bachillerato",
            "pt": "Bacharelado"
          },
          "placeholder": "edu-card-titledet4_ph"
        }
      }
    ]
  },
  "skills": {
    "sectionId": "skills",
    "title": {
      "content": {
        "en": "Skills",
        "es": "Habilidades",
        "pt": "Habilidades"
      },
      "placeholder": "section-title-skills_ph"
    },
    "items": [
      {
        "skill": "JavaScript",
        "level": 100
      },
      {
        "skill": "Python",
        "level": 75
      },
      {
        "skill": "Pandas",
        "level": 50
      },
      {
        "skill": "SQL",
        "level": 75
      },
      {
        "skill": {
          "content": {
            "en": "Data Analysis",
            "es": "Análisis de Datos",
            "pt": "Análise de Dados"
          }
        },
        "level": 75
      },
      {
        "skill": "API",
        "level": 85
      },
      {
        "skill": "Node.js",
        "level": 80
      },
      {
        "skill": "GIT",
        "level": 75
      },
      {
        "skill": "HTML",
        "level": 100
      },
      {
        "skill": "CSS",
        "level": 100
      },
      {
        "skill": "Hubspot CMS",
        "level": 100
      },
      {
        "skill": "Jira",
        "level": 65
      },
      {
        "skill": "PHP",
        "level": 80
      },
      {
        "skill": "Zendesk",
        "level": 100
      }
    ],
    "itemsPlaceholder": "list-items_ph"
  },
  "languages": {
    "sectionId": "languages",
    "title": {
      "content": {
        "en": "Languages",
        "es": "Idiomas",
        "pt": "Idiomas"
      },
      "placeholder": "section-title-languages_ph"
    },
    "items": [
      {
        "language": {
          "content": {
            "en": "English",
            "es": "Inglés",
            "pt": "Inglês"
          }
        },
        "level": {
          "content": {
            "en": "Fluent",
            "es": "Fluido",
            "pt": "Fluente"
          }
        }
      },
      {
        "language": {
          "content": {
            "en": "Spanish",
            "es": "Español",
            "pt": "Espanhol"
          }
        },
        "level": {
          "content": {
            "en": "Fluent",
            "es": "Fluido",
            "pt": "Fluente"
          }
        }
      },
      {
        "language": {
          "content": {
            "en": "Portuguese (BR)",
            "es": "Portugués (BR)",
            "pt": "Português (BR)"
          }
        },
        "level": {
          "content": {
            "en": "Native",
            "es": "Nativo",
            "pt": "Nativo"
          }
        }
      }
    ],
    "itemsPlaceholder": "cards-lang_ph"
  },
  "projects": {
    "sectionId": "projects",
    "title": {
      "content": {
        "en": "Projects",
        "es": "Proyectos",
        "pt": "Projetos"
      },
      "placeholder": "section-title-projects_ph"
    },
    "items": [
      {
        "title": {
          "content": {
            "en": "Datafeeds Generator Tool",
            "es": "Herramienta para Generar Datafeeds",
            "pt": "Ferramenta para Gerar Datafeeds"
          }
        },
        "description": {
          "content": {
            "en": "A website where clients are able to add .CSV files, select the corresponding columns and generate a formatted datafeed file required by ShareASale system.",
            "es": "Website dónde clientes pueden importar sus archivos .CSV, elegir las columnas correspondientes y luego generar un archivo de datafeed en el estándar del sistema de ShareASale.",
            "pt": "Website para que clientes possam importar os arquivos .CSV, selecionar as colunas correspondentes e fazer download de um arquivo de datafeed gerado nos padrões do sistema da ShareASale."
          }
        },
        "image": "./images/sas-datafeed-generator.png",
        "skills": ["JavaScript", "Data", "CSS", "HTML"],
        "link": "https://arthurfms.github.io/sas-datafeed-generator/"
      },
      {
        "title": {
          "content": {
            "en": "Browser Extension",
            "es": "Extensión de Navegador",
            "pt": "Extensão de Navegador"
          }
        },
        "description": {
          "content": {
            "en": "Browser extension created for daily use for ShareASale employees to help and improve job routine. This extension includes an iframe with different links and tools to be used (decoding URL, accessing client's accounts and navigating through company's software), it also includes a Web Scraping tool to display and download transactions from client's profile.",
            "es": "Extensión de navegador creada para uso diario de los empleados de ShareASale, para que les ayude en su rutina de trabajo. Esta extensión incluye iframes con distintos links y herramientas que pueden ser utilizadas (decoder de URL, acceder a cuentas de clientes y navegar entre distintos softwares de la empresa), también incluye una herramienta de Web Scraping que genera reportes y permite dercargar todas las transacciones del perfil del cliente.",
            "pt": "Extensão de navegador criada para uso diário dos empregados da ShareASale em suas tarefas diárias. Esta extensão inclui iframes com diferentes links e ferramentas que podem ser utilizadas (decoder de URL, acessar contas de clientes e navegar entre os diferentes softwares da empresa), também inclui uma ferramenta de Web Scraping que gera relatórios e permite fazer download de todas as transações do perfil do cliente."
          }
        },
        "image": "./images/sas-internal-tool.png",
        "skills": ["API", "Web Scraping", "JavaScript", "CSS", "HTML"],
        "link": "https://github.com/arthurfms/sas-extension"
      },
      {
        "title": {
          "content": {
            "en": "Resume Template Website",
            "es": "Template de Website CV",
            "pt": "Templade de Website CV"
          }
        },
        "description": {
          "content": {
            "en": "A resume template project using JavaScript, HTML, CSS and responsive frontend programming.",
            "es": "Website creado cómo template de CV, usando JavaScript, HTML, CSS y frontend responsivo. ",
            "pt": "Webiste criado para template de CV, usando JavaScript, HTML, CSS e design frontend responsivo."
          }
        },
        "image": "./images/portfolio-template_2.png",
        "skills": ["JavaScript", "CSS", "HTML"],
        "link": "https://arthurfms.github.io/resume2/"
      },
      {
        "title": {
          "content": {
            "en": "Resume Template Website",
            "es": "Template de Website CV",
            "pt": "Templade de Website CV"
          }
        },
        "description": {
          "content": {
            "en": "A resume template project using JavaScript, HTML, CSS and responsive frontend programming. This website includes translation version, PDF download and dark mode using JavaScript code.",
            "es": "Website creado cómo template de CV, usando JavaScript, HTML, CSS y frontend responsivo. Este website incluye versiones de traducción, CV PDF download y modo oscuro con JavaScript.",
            "pt": "Webiste criado para template de CV, usando JavaScript, HTML, CSS e design frontend responsivo. Este website inclui versões de tradução, download do CV em PDF e modo escuro, usando JavaScript."
          }
        },
        "image": "./images/portfolio-template.png",
        "skills": ["JavaScript", "CSS", "HTML"],
        "link": "https://arthurfms.github.io/resume1/"
      },
      {
        "title": {
          "content": {
            "en": "Practicum Bootcamp Project",
            "es": "Proyecto del Bootcamp de Practicum",
            "pt": "Projeto do Bootcamp da Practicum"
          }
        },
        "description": {
          "content": {
            "en": "A social media simulator, where the user can change name or job position, and add new image post. This website uses API to send and retrieve information from a server.",
            "es": "Website que simula una red social, dónde el usuario puede cambiar su nombre o puesto de trabajo, y agregar publicaciones de imágenes. Este website usa API para enviar y recibir información del servidor.",
            "pt": "Webiste que simula uma rede social, onde o usuário pode atualizar seu nome ou posto de trabalho, também é possível adicionar publicações de imagens. Este site utiliza API para enviar e receber informações do servidor."
          }
        },
        "image": "./images/practicum%20-%203.png",
        "skills": ["API", "JavaScript", "CSS", "HTML"],
        "link": "https://arthurfms.github.io/web_project_4/"
      }
    ],
    "itemsPlaceholder": "projects-items_ph"
  },
  "contact": {
    "sectionId": "contact",
    "title": {
      "content": {
        "en": "Contact Me",
        "es": "Contacto",
        "pt": "Entre em Contato"
      },
      "placeholder": "section-title-contact_ph"
    },
    "items": [
      {
        "content": { "en": "Phone:", "es": "Tel:", "pt": "Tel:" },
        "placeholder": "contact-title1_ph"
      },
      {
        "content": "+55 11 97107-1806",
        "placeholder": "contact-content1_ph"
      },
      {
        "content": { "en": "Email:", "es": "E-mail:", "pt": "E-mail:" },
        "placeholder": "contact-title2_ph"
      },
      {
        "content": "a.fms@hotmail.com",
        "placeholder": "contact-content2_ph"
      },
      {
        "content": { "en": "Name", "es": "Nombre", "pt": "Nome" },
        "placeholder": "form-title1_ph"
      },
      {
        "content": { "en": "Email", "es": "E-mail", "pt": "E-mail" },
        "placeholder": "form-title2_ph"
      },
      {
        "content": {
          "en": "Message",
          "es": "Mensaje",
          "pt": "Mensagem"
        },
        "placeholder": "form-title3_ph"
      },
      {
        "content": {
          "en": "Send Message",
          "es": "Enviar Mensaje",
          "pt": "Enviar Mensagem"
        },
        "placeholder": "form-title4_ph"
      },
      {
        "content": {
          "en": "Message Sent",
          "es": "Mensaje Enviada",
          "pt": "Mensagem Enviada"
        },
        "placeholder": "form-message1_ph"
      },
      {
        "href": {
          "en": "./documents/arthur-fernandes_EN.pdf",
          "es": "./documents/arthur-fernandes_ES.pdf",
          "pt": "./documents/arthur-fernandes_PT.pdf"
        },
        "placeholder": "contact-link-download_ph"
      }
    ]
  }
}
